Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/omegat/project_save.tmx
Source language: ca
Languages: es_es

source: En un número IP, quina part és igual per a dos ordinadors connectats en la mateixa xarxa local?
es_es: En un número IP, ¿qué parte es igual para dos ordenadores conectados a la misma red local?

source: En una base de dades lèxica o terminològica amb 2.000 fitxes, quan demanem al programa gestor que busque un determinat terme en una determinada llengua, quantes consultes ha de fer en el pitjor cas per a entregar-nos la fitxa?
es_es: En una base de datos léxica o terminológica con 2.000 fichas, cuando pedimos al programa gestor que busque un determinado término en una determinada lengua, ¿cuántas consultas tiene que hacer en el peor caso para entregarnos la ficha?

source: En una base de dades terminològica, cada concepte es correspon amb un camp d'un registre general.
es_es: En una base de datos terminológica, cada concepto se corresponde con un campo de un registro general.

source: En una recerca dicotòmica mirem la fitxa que hi ha enmig del fitxer; si ens hem passat, repetim l'operació amb la primera meitat del fitxer, i si ens hem quedat curts, ho fem amb la segona meitat.
es_es: En una búsqueda dicotómica miramos la ficha que hay en medio del fichero; si nos hemos pasado, repetimos la operación con la primera mitad del fichero, y si nos hemos quedado cortos, lo hacemos con la segunda mitad.

source: Encara que s'està popularitzant l'ús de notes de veu, arxius d'àudio enregistrats i que s'envien com a annexos.
es_es: Aunque se está popularizando el uso de notas de voz, archivos de audio grabados y que se envían como anexos.

source: Encara que, com es mostra en la taula , l'indicatiu designa un estat del Pacífic anomenat Tuvalu
es_es: Aunque, como se muestra en la tabla , el indicativo designa un estado del Pacífico denominado Tuvalu

source: Enhanced Data Rates for GSM Evolution ``Taxes de dades millorades per a l'evolució del GSM''
es_es: Enhanced Data Rates for GSM Evolution ``Tasas de datos mejoradas para la evolución del GSM''

source: Entre els serveis de missatgeria instantània comercial més populars estan els associats a xarxes socials com ara Facebook o Tuenti, o altres associats a altres aplicacions com ara Google Hangouts o Skype.
es_es: Entre los servicios de mensajería instantánea comercial más populares están los asociados a redes sociales como por ejemplo Facebook o Tuenti, u otros asociados a otras aplicaciones como por ejemplo Google Hangouts o Skype.

source: Es concedeix permís per a copiar, distribuir i/o modificar aquest document d'acord amb les condicions de la Llicència General Pública de GNU versió 3 (vegeu {http://www.gnu.org/licenses/gpl-3.0.txt}) o de la llicencia Creative Commons Reconeixement-CompatirIgual 4.0 Internacional (vegeu {http://creativecommons.org/licenses/by-sa/4.0/}).
es_es: Se concede permiso para copiar, distribuir y/o modificar este documento de acuerdo con las condiciones de la Licencia General Pública de GNU versión 3 (véase {http://www.gnu.org/licenses/gpl-3.0.txt}) o de la licencia Creative Commons Reconocimiento-CompatirIgual 4.0 Internacional (véase {http://creativecommons.org/licenses/by-sa/4.0/}).

source: Es diu que els ordinadors d'Internet formen una xarxa, en la qual els nodes o nusos són els ordinadors i els fils, les connexions- Les connexions poden ser de naturalesa molt diversa (línies telefòniques, fibra òptica, enllaços de ràdio terrestres o per satèl·lit, etc.), però el protocol d'Internet està dissenyat de manera que la naturalesa de la connexió no siga rellevant per a l'usuari ni per als programes d'aplicació que fan ús d'aquestes connexions.
es_es: Se dice que los ordenadores de Internet forman una red, en la cual los nodos o nudos son los ordenadores y los hilos, las conexiones- Las conexiones pueden ser de naturaleza muy diversa (líneas telefónicas, fibra óptica, enlaces de radio terrestres o por satélite, etc.), pero el protocolo de Internet está diseñado de forma que la naturaleza de la conexión no sea relevante para el usuario ni para los programas de aplicación que hacen uso de estas conexiones.

source: Es poden trobar molts exemples; per exemple, entre $L_1 =$ espanyol i $L_2 =$ català, tenim: Ayer por la mañana vino tarde $$ *Ahir pel demà vi vesprada (Ahir de matí va venir tard).
es_es: Se pueden encontrar muchos ejemplos; por ejemplo, entre $L_1 =$ español y $L_2 =$ catalán, tenemos: Ayer por la mañana vino tarde $$ *Ahir pel demà vi vesprada (Ahir de matí va venir tard).

source: Es podria argumentar fàcilment en contra dient que en frases complexes (per exemple, l'oració ) hi ha massa estructures a considerar.
es_es: Se podría argumentar en contra fácilmente diciendo que en frases complejas (por ejemplo, la oración ) hay demasiadas estructuras a considerar.

source: Es pot construir un índex per a cada un dels camps associats a les consultes més freqüents i així s'evita recórrer tota la base de dades cada vegada que es fa una consulta: es busca el valor del camp en el registre corresponent i, quan es troba, s'usa la posició del registre per a accedir-hi directament.
es_es: Se puede construir un índice para cada uno de los campos asociados a las consultas más frecuentes y así se evita recorrer toda la base de datos cada vez que se hace una consulta: se busca el valor del campo en el registro correspondiente y, cuando se encuentra, se usa la posición del registro para acceder directamente.

source: Es pot demostrar que la recerca dicotòmica mira com a molt $n$ fitxes si el fitxer té entre $2^{n-1}$ i $2^n$ fitxes, perquè després de cada consulta es redueix a la meitat la grandària del fitxer que cal explorar.
es_es: Se puede demostrar que la búsqueda dicotómica consulta como mucho $n$ fichas si el fichero tiene entre^{2^{n-1}$ y $2^n$ fichas, porque tras cada consulta se reduce a la mitad el tamaño del fichero que hay que explorar.

source: Es pot resoldre l'ambigüitat lèxica a què dóna lloc usant només informació sintàctica (és a dir, sobre les categories lèxiques que l'acompanyen en l'oració)?
es_es: ¿Se puede resolver la ambigüedad léxica a la que da lugar usando sólo información sintáctica (es decir, sobre las categorías léxicas que lo acompañan en la oración)?

source: Es produeixen també moviments similars amb els relatius; per exemple, aquests es mouen cap a fora, és a dir, cap a l'arrel de l'arbre d'anàlisi sintàctica, des de les subordinades substantives completives amb verbs del tipus de { dir}, explicar, etc.
es_es: Se producen también movimientos similares con los relativos; por ejemplo, estos se mueven hacia afuera, es decir, hacia la raíz del árbol de análisis sintáctico, desde las subordinadas sustantivas completivas con verbos del tipo de { decir}, explicar, etc.

source: Es tracta de pàgines web que permeten buscar documents d'Internet; s'hi ha de teclejar una o més paraules, a més d'altres condicions de recerca opcionals ---com ara que els documents hagen d'estar en una llengua determinada o en un servidor determinat--- i entreguen els URI dels documents que compleixen aquestes condicions, enllaços a aquests documents i un petit resum o retall (anomenat snippet) del contingut de les pàgines desitjades.
es_es: Se trata de páginas web que permiten buscar documentos de Internet; se tiene que teclear una o más palabras, además de otras condiciones de búsqueda opcionales, como por ejemplo que los documentos tengan que estar en una lengua determinada o en un servidor determinado, y entregan los URIs de los documentos que cumplen estas condiciones, enlaces a estos documentos y un pequeño resumen o recorte (denominado snippet) del contenido de las páginas deseadas.

source: Espanya
es_es: España

source: Estats Federats de Micronèsia
es_es: Estados Federados de Micronesia

source: Exemples de recerques: megamòndria: documents que continguen el mot megamòndria i potser formes del mateix com ara el plural megamòndries, el compost mega-mòndria, o la forma sense accent megamondria.
es_es: Ejemplos de búsquedas: megamondrío: documentos que contengan la palabra megamondrío y quizás también formas del mismo como por ejemplo el plural megamondríos, el compuesto mega-mondrío, o la forma sin acento megamondrio.

source: Exemples: Portaven notícies de Grècia (tema o procedència?), Ha venut les taronges que ha comprat a Joan (Joan ven taronges o les compra?), Treballa en l'estudi que li han encarregat (prepara un document o està dissenyant un espai de treball?), etc.
es_es: Ejemplos: Traían noticias de Grecia (¿tema o procedencia?), Ha vendido las naranjas que ha comprado a Juan (¿Juan vende las naranjas o las compra?), Trabaja en el estudio que le han encargado (¿prepara un documento o está diseñando un espacio de trabajo?), etc.

source: Exemples: com es diu en quin moment del dia ens trobem?
es_es: Ejemplos: ¿cómo se dice en qué momento del día nos encontramos?

source: Exemples: els antics disquets, discos fixos o durs interns i externs, memòries USB (també anomenades llapis o pendrive) i diverses formes de ROM (read-only memory, memòria de lectura només), com els xips ROM, els CD-ROM o els DVD.
es_es: Ejemplos: los antiguos disquetes, discos fijos o duros internos y externos, memorias USB (también llamadas pendrive) y diversas formas de ROM (read-only memory, memoria de sólo lectura), como los chips ROM, los CD-ROM o los DVD.

source: Explicar que el que es tecleja en un buscador són condicions i que només ens dóna les pàgines que són en un índex.
es_es: Explicar que lo que se teclea en un buscador son condiciones y que sólo nos proporciona las páginas que hay en un índice.

source: Expliqueu quina informació usa el sistema en cada cas per a prendre una decisió.
es_es: Explicad qué información usa el sistema en cada caso para tomar una decisión.

source: Fitxers i directoris
es_es: Ficheros y directorios

source: Fixeu-vos que alguns indicatius (.tv, .fm, etc.) s'usen per a aplicacions no estrictament relacionades amb aquestos països.}
es_es: Fijaos que algunos indicativos (.tv, .fm, etc.) se usan para aplicaciones no estrictamente relacionadas con estos países.}

source: Fixeu-vos que cada sistema operatiu fa servir un símbol diferent per al directori principal o arrel i per a separar els noms dels directoris i arxius dins de la ruta o trajectòria.
es_es: Fijaos que cada sistema operativo usa un símbolo diferente para el directorio principal o raíz y para separar los nombres de los directorios y archivos dentro de la ruta o trayectoria.

source: Fixeu-vos que dues carpetes diferents contenen arxius amb el mateix nom tt1.txt; això no és problema si considerem la trajectòria completa com a nom del fitxer.
es_es: Fijaos que dos carpetas diferentes contienen archivos con el mismo nombre tt1.txt; esto no es problema si consideramos la trayectoria completa como nombre del fichero.

source: França
es_es: Francia

source: General Packet Radio Service ``Servei general de paquets [de dades] per ràdio''
es_es: General Packet Radio Service ``Servicio general de paquetes [de datos] por radio''

source: Ha de quedar clar que els buscadors realment no busquen documents en Internet sinó que consulten índexs que han anat construint a partir dels documents que van visitant.
es_es: Tiene que quedar claro que los buscadores realmente no buscan documentos en Internet sino que consultan índices que han ido construyendo a partir de los documentos visitados.

source: Hem cronometrat el temps que tarda un programa gestor de bases de dades en trobar la fitxa que té un determinat valor per un camp determinat, quan augmenta el nombre de fitxes.
es_es: Hemos cronometrado el tiempo que tarda un programa gestor de bases de datos en encontrar la ficha que tiene un determinado valor por un campo determinado, cuando aumenta el número de fichas.

source: Hem de fer cap instal·lació addicional a casa?
es_es: ¿Tenemos que hacer alguna instalación adicional en casa?

source: Heus ací alguns exemples d'oracions que ``ens porten a l'hort'', amb una continuació inesperada en les notes a peu de pàgina del final d'aquesta secció: Joan besà Maria i la seua germana Com que Joan sempre corre un parell de quilòmetres En el otro accidente murieron sesenta y cinco The horse raced by the barn Aquests processos de selecció purament sintàctica donen com a resultat que hi ha certes estructures finals que són preferides a altres, potser perquè simplifiquen la comprensió.
es_es: He aquí algunos ejemplos de oraciones que ``nos llevan al huerto'', con una continuación inesperada en las notas a pie de página: Juan besó a Maria y a su hermana Com que Joan sempre corre un parell de quilòmetres En el otro accidente murieron sesenta y cinco The horse raced by the barn Estos procesos de selección puramente sintáctica dan como resultado que hay ciertas estructuras finales que se prefieren a otras, quizás porque simplifican la comprensión.

source: Heus ací dos exemples: L'ús de xarxes semàntiques on els conceptes se situen en els nodes (nusos) de la xarxa i s'agrupen jeràrquicament en superconceptes cada vegada més generals (per exemple, els conceptes poma, pera, taronja s'agruparien sota el concepte fruita): un exemple de xarxes semàntiques és Wordnet, {http://wordnet.princeton.edu}, que s'està generalitzant a altres llengües d'Europa ({http://www.illc.uva.nl/EuroWordNet/}).
es_es: He aquí dos ejemplos: El uso de redes semánticas donde los conceptos se sitúan en los nodos (nudos) de la red y se agrupan jerárquicamente en superconceptos cada vez más generales (por ejemplo, los conceptos manzana, pera, naranja se agruparían bajo el concepto fruta): un ejemplo de redes semánticas es Wordnet, {http://wordnet.princeton.edu}, que se está generalizando a otras lenguas de Europa ({http://www.illc.uva.nl/eurowordnet/}).

source: Heus ací un exemple de document TBX: <?xml version='1.0'?> <!DOCTYPE martif SYSTEM "./TBXcoreStructureDTD-v-1-0.DTD"> <martif type='TBX' xml:lang='en' > <martifHeader> <fileDesc> <sourceDesc> <p>from an Oracle corporation termBase</p> </sourceDesc> </fileDesc> <encodingDesc> <p type='DCSName'>TBXdefaultXCS-v-1-0.XML</p> </encodingDesc> </martifHeader> <text> <body> <termEntry id='eid-Oracle-67'> <descrip type='subjectField'> manufacturing </descrip> <descrip type='definition'> A value between 0 and 1 used in ... </descrip> <langSet xml:lang='en'> <tig> <term tid='tid-Oracle-67-en1'> alpha smoothing factor </term> <termNote type='termType'> fullForm </termNote> </tig> </langSet> <langSet xml:lang='hu'> <tig> <term tid='tid-Oracle-67-hu1'> Alfa sim
es_es: He aquí un ejemplo de documento TBX: <?xml version='1.0'?> <!DOCTYPE martif SYSTEM "./TBXcoreStructureDTD-v-1-0.DTD"> <martif type='TBX' xml:lang='en' > <martifHeader> <fileDesc> <sourceDesc> <p>from an Oracle corporation termBase</p> </sourceDesc> </fileDesc> <encodingDesc> <p type='DCSName'>TBXdefaultXCS-v-1-0.XML</p> </encodingDesc> </martifHeader> <text> <body> <termEntry id='eid-Oracle-67'> <descrip type='subjectField'> manufacturing </descrip> <descrip type='definition'> A value between 0 and 1 used in ... </descrip> <langSet xml:lang='en'> <tig> <term tid='tid-Oracle-67-en1'> alpha smoothing factor </term> <termNote type='termType'> fullForm </termNote> </tig> </langSet> <langSet xml:lang='hu'> <tig> <term tid='tid-Oracle-67-hu1'> Alfa sim

source: Hi ha casos que no són tan senzills.
es_es: Hay casos que no son tan sencillos.

source: Hi ha dues famílies bàsiques de processadors de llenguatges: els compiladors, que tradueixen tot el programa al llenguatge de la màquina abans d'executar-lo, i els intèrprets, que lligen el programa línia a línia i executen petits programes ja escrits en el llenguatge de la màquina i que corresponen a les sentències del llenguatge de programació.
es_es: Hay dos familias básicas de procesadores de lenguajes: los compiladores, que traducen todo el programa al lenguaje de la máquina antes de ejecutarlo, y los intérpretes, que leen el programa línea a línea y ejecutan pequeños programas ya escritos en el lenguaje de la máquina y que corresponden a las sentencias del lenguaje de programación.

source: Hi ha involucrats aspectes sintàctics.
es_es: Hay involucrados aspectos sintácticos.

source: Hi ha molts tipus d'adaptadors de vídeo.
es_es: Hay muchos tipos de adaptadores de vídeo.

source: Hi ha tres classes bàsiques de programari:
es_es: Hay tres tipos básicos de software:

source: Hi ha tres situacions possibles: canvia només el lema però no els indicadors de flexió: el mot espanyol creo pot ser la 1a.persona del singular del present d'indicatiu del verb creer o del verb crear.
es_es: Hay tres situaciones posibles: cambia sólo el lema pero no los indicadores de flexión: la palabra española creo puede ser la 1ªpersona del singular del presente de indicativo del verbo creer o del verbo crear.

source: I gaudirem de telèfon i Internet alhora.
es_es: Y disfrutaremos de teléfono e Internet a la vez.

source: Identificadors de recursos
es_es: Identificadores de recursos

source: Imaginem que anem al pitjor cas: 617 fitxes.
es_es: Imaginad que vamos al peor caso: 617 fichas.

source: Imaginem, en primer lloc, que volem buscar l'element ``Garrido''.
es_es: Imaginad, en primer lugar, que queremos buscar el elemento ``Garrido''.

source: Indiqueu de quina classe d'ambigüitat es tracta.
es_es: Indicad de qué clase de ambigüedad se trata.

source: Indiqueu quina classe d'ambigüitat presenten aquestes frases (justifiqueu molt breument la vostra resposta): Expulsaran l'alcalde de la ciutat (1: ``L'alcalde de la ciutat serà expulsat.'' 2: ``L'alcalde serà expulsat de la ciutat'').
es_es: Indicad qué clase de ambigüedad presentan estas frases (justificad muy brevemente vuestra respuesta): Expulsarán al alcalde de la ciudad (1: ``El alcalde de la ciudad será expulsado.'' 2: ``El alcalde será expulsado de la ciudad'').

source: Indiqueu quina de les afirmacions següents és falsa: El problema de l'anàlisi es refereix a la dificultat per resoldre l'ambigüitat d'un enunciat.
es_es: Indicad cuál de las afirmaciones siguientes es falsa: El problema del análisis se refiere a la dificultad para resolver la ambigüedad de un enunciado.

source: Indiqueu quina de les afirmacions següents és falsa: Hi ha casos en els quals no fa falta resoldre l'ambigüitat per produir una traducció adequada en la llengua meta.
es_es: Indicad cuál de las afirmaciones siguientes es falsa: Hay casos en los cuales no hace falta resolver la ambigüedad para producir una traducción adecuada en la lengua meta.

source: Inicialment, mirem l'element d'enmig (el 13) de la llista sencera (la llista que inclou els elements de l'1 al 25) i hi trobem ``Larrañaga''; com que ens hem passat, ens quedem amb la meitat baixa de la llista (que inclou els elements de l'1 al 12) oblidant-nos de l'altra meitat.
es_es: Inicialmente, miramos el elemento de en medio (el 13) de la lista entera (la lista que incluye los elementos del 1 al 25) y encontramos ``Larrañaga''; como nos hemos pasado, nos quedamos con la mitad baja de la lista (que incluye los elementos del 1 al 12) olvidándonos de la otra mitad.

source: Internet
es_es: ¿Qué es Internet?

source: Internet (vegeu el capítol ) no és més que una gran xarxa global que interconnecta moltes xarxes més locals.
es_es: Internet (véase el capítulo ) no es más que una gran red global que interconecta muchas redes más locales.

source: Internet permet bàsicament tres tipus d'ús: [Com a mitjà de comunicació:] Internet permet la comunicació i l'intercanvi d'arxius (vegeu l'apartat ) amb clients o proveïdors, la participació en fòrums de professionals, la realització de consultes, etc.
es_es: Internet permite básicamente tres tipos de uso: [Como medio de comunicación:] Internet permite la comunicación y el intercambio de archivos (véase el apartado ) con clientes o proveedores, la participación en foros de profesionales, la realización de consultas, etc.

source: Itàlia
es_es: Italia

source: Jo la vaig posar damunt de la taula (1: ``Vaig posar Maria damunt de la taula''; 2: ``Vaig posar la bossa damunt de la taula'') Què vols, galetes o pa de la tia Pepa? (Les galetes són també de la tia Pepa?) Posa una mà de paper en la impressora i connecta-la. (Ha de connectar la mà de paper o la impressora?) Us han dit que vaja? (Qui ha d'anar?).
es_es: Yo la puse encima de la mesa (1: ``Puse a María encima de la mesa''; 2: ``Puse la bolsa encima de la mesa'') ¿Qué quieres, galletas o pan de la tía Pepa? (¿Las galletas son también de la tía Pepa?) Pon una mano de papel en la impresora y conéctala. (¿Tiene que conectar la mano de papel o la impresora?) ¿Os han dicho que vaya? (¿Quién tiene que ir?).

source: Joan va veure com queia redolant qui va caure redolant, Anna o Marta?
es_es: Joan vio como caía rodando quién cayó rodando, ¿Anna o Marta?

source: L'URI per a més informació és {http://www.lisa.org/tbx/
es_es: El URI para más información es {http://www.lisa.org/tbx/

source: L'accés a Internet
es_es: El acceso en Internet

source: L'ambigüitat d'una oració pot ser causada per diversos tipus bàsics d'ambigüitat lèxica: L'oració conté una o més unitats lèxiques (per exemple mots) polisèmiques: si diem que algú Treballa en l'estudi que li van encarregar podem referir-nos a un investigador o a un decorador, depenent de quina interpretació assignem al mot polisèmic estudi.
es_es: La ambigüedad de una oración puede ser causada por varios tipos básicos de ambigüedad léxica: La oración contiene una o más unidades léxicas (por ejemplo palabras) polisémicas: si decimos que alguien Trabaja en el estudio que le encargaron podemos referirnos a un investigador o a un decorador, dependiendo de qué interpretación asignemos a la palabra polisémica estudio.

source: L'ambigüitat es redueix normalment usant restriccions basades en el coneixement lingüístic, i, com que normalment això no sol ser suficient, s'hi estableixen preferències basades en l'estudi estadístic de la freqüència d'aparició conjunta en els textos de determinades seqüències curtes de categories lèxiques.
es_es: La ambigüedad se reduce normalmente usando restricciones basadas en el conocimiento lingüístico, y, como normalmente con esto no suele ser suficiente, se establecen preferencias basadas en el estudio estadístico de la frecuencia de aparición conjunta en los textos de determinadas secuencias cortas de categorías léxicas.

source: L'ambigüitat estructural associada a les conjuncions coordinatives se sol anomenar d'origen coordinatiu.
es_es: La ambigüedad estructural asociada a las conjunciones coordinativas se suele denominar de origen coordinativo

source: L'ambigüitat lèxica categorial d'un mot{} {}no es pot resoldre mai si no s'usa informació semàntica sobre el text o sobre els mots contigus.
es_es: La ambigüedad léxica categorial de una palabra{} {}no se puede resolver nunca si no se usa información semántica sobre el texto o sobre las palabras contiguas.

source: L'ambigüitat lèxica de transferència és especialment perillosa quan afecta un mot de la llengua origen no percebut com a ambigu; per exemple, el mot espanyol destino es pot traduir al català com a { destí} (sort futura) o destinació (punt d'arribada).
es_es: La ambigüedad léxica de transferencia es especialmente peligrosa cuando afecta a una palabra de la lengua origen no percibida como ambigua; por ejemplo, la palabra española destino se puede traducir al catalán como { destí} (suerte futura) o destinació (punto de llegada).

source: L'ambigüitat... ... es deu a l'el·lipsi.
es_es: La ambigüedad... ... se debe a la elipsis.
